const messages = {
  //Anbi Information
  beleidsplanTitle: "طرح کلیسا  نور جهان",
  introBibleVerse:
    "و نور در تاریکی می‌درخشد و تاریکی آن را درنیافت. (یوحنا ۱:۵)",
  introText:
    "کلیسای مسیحی «نور جهان» کلیسایی جوان، پویـا و معاصر است که از فرهنگ‌ها و فرقه‌های گوناگون تشکیل شده است. اعضای این کلیسا از ملیت‌های مختلف هستند. هدف ما یاری رساندن به جویندگان حقیقت است تا پیروان وقف‌شده عیسی مسیح شوند و همچنین حمایت از ایمانداران برای رشد در جامعه و داشتن رابطه‌ای زنده با عیسی مسیح.",
  goalsTitle: "اهداف",
  goal1:
    "ترویج شناخت و مشارکت در ایمان مسیحی برای فارسی‌زبانان در هلند و خارج از کشور.",
  goal2: "حمایت از ایمانداران برای رشد در رابطه شخصی‌شان با عیسی مسیح.",
  goal3:
    "ارائه فعالیت‌های روحانی، آموزشی و اجتماعی برای کودکان، نوجوانان و بزرگسالان.",
  goal4:
    "یاری رساندن به افراد در چالش‌های عملی زندگی روزمره، از جمله پشتیبانی از پناهجویان.",
  goal5: "انتشار پیام انجیل از طریق رویدادها، رسانه‌ها و دیدارهای شخصی.",
  activitiesTitle: "فعالیت‌ها",
  activity1:
    "جلسات: برگزاری جلسات هفتگی پرستش در آلمیره و به‌صورت آنلاین، همراه با تعلیم قابل فهم از کتاب مقدس و فرصت برای ارتباط شخصی.",
  activity2:
    "برنامه کودکان: آموزش کودکان برای پیروی از عیسی مسیح و رشد در ایمان در محیطی محبت‌آمیز.",
  activity3:
    "گروه‌های خانگی: گردهمایی‌های کوچک در طول هفته برای شناخت بیشتر از عیسی و پیروی از او در زندگی روزمره.",
  activity4:
    "دوره‌ها: برگزاری دوره‌های کاربردی کتاب مقدسی برای درک عمیق‌تر از کلام خدا.",
  activity5:
    "پشتیبانی از پناهجویان: مشارکت فعال در خدمت به پناهجویان فارسی‌زبان در هلند، با تمرکز بر ادغام اجتماعی، تابعیت و آموزش فرهنگی.",
  structureTitle: "ساختار سازمانی",
  financeTitle: "سیاست مالی",
  finance1:
    "منابع مالی از طریق هدایا، نذورات و دیگر منابع قانونی تأمین می‌شود.",
  finance2: "هزینه‌ها تنها برای تحقق اهداف کلیسا صرف می‌شوند.",
  finance3:
    "گزارش مالی سالانه و حسابداری شفاف طبق دستورالعمل‌های ANBI ارائه می‌گردد.",
  futureTitle: "ارزیابی و آینده",
  futureText:
    "این طرح هر سال بازبینی و در صورت نیاز اصلاح می‌شود. کلیسا در پی رشد پایدار در تأثیر روحانی و اجتماعی است و می‌خواهد فارسی‌زبانان تجربه کنند که شناخت و پیروی از خدا چگونه زندگی را دگرگون می‌سازد.",

  //Footer
  footerText:
    "خدای من، روزها فریاد می‌زنم و تو پاسخ نمی‌دهی، و شب‌ها، آرام نمی‌گیرم. با این حال، تو قدوس هستی که بر ستایش‌های مردم خود نشسته‌ای...",
  contactTitle: "تماس",
  socialMedia: "شبکه‌های اجتماعی",
  visitingAddress: "نشانی بازدید",
  CorrespondenceAddress: "نشانی مکاتبه",
  kvk: "شماره KVK",
  RSIN: "شماره RSIN",

  //Header
  home: "خانه",
  aboutUs: "درباره ما",
  ourVision: "رویای ما",
  ANBIinformation: "اطلاعات آنبی",

  //our-vision page
  ourVisionText: "و نور در تاریکی می‌درخشد و تاریکی آن را درنیافت.",
  ourVisionOnder: "یوحنا ۱:۵",
  ourVisionTitle: "کلیسای نور جهان",
  unityPrayerWorshipTitle: "رویای ما",
  unityPrayerWorshipIntro:
    "رویای ما این است که فارسی‌زبانان در هلند را به سوی نجات، شفا، آزادی و زندگی پیروزمند هدایت کنیم تا نبوت ارمیا ۴۹ تحقق یابد. ما ایمان داریم که خدا نقشه‌ای خاص برای قوم ایرانی دارد و در این زمان در حال روشن ساختن نور خود بر آنان است، چه در هلند و چه در سراسر جهان.",
  godThroneTitle: "رسالت ما",
  godThroneText:
    "ما کلیسایی انجیلی هستیم که می‌خواهیم ادامه‌دهندهٔ کاری باشیم که خدا در هلند از طریق شکل‌گیری کلیساهای زنده و پر از روح‌القدس انجام داده است. ما پرستش‌های خود را با موسیقی، سرود و مشارکت زنده بین شبان و جماعت برگزار می‌کنیم؛ جایی که شادی، دعا و پرستش با آزادی روح انجام می‌گیرد. همچنین، در هنگام خواندن انجیل، به احترام کلام خدا می‌ایستیم. تمرکز ما بر خدمت به ایمان‌داران فارسی‌زبان در هلند است تا بتوانند در آزادی کامل کلام خدا را بشنوند، در ایمان رشد کنند و دعوت الهی خود را بشناسند.",
  godsThroneAmongPeopleTitle: "ارزش‌های ما",
  godsThroneAmongPeopleText:
    "ارزش‌های ما قلب هویت ما هستند و بیانگر ویژگی‌هایی‌اند که می‌خواهیم در تحقق رویای و رسالت خود به آن‌ها شکل دهیم:\n\n• توبه و ایمان شخصی – تشویق به رابطه‌ای زنده با عیسی مسیح.\n• درگیر بودن اجتماعی – خدمت و برکت برای دیگران.\n• توجه به خانواده – ارزش قائل شدن برای جایگاه خانواده و اتحاد آن.\n\n«او دل پدران را به سوی پسران و دل پسران را به سوی پدران برخواهد گردانید.» — ملاکی ۴:۶",
  godsTempleTitle: "اعتقادات ما",
  godsTempleText:
    "اعتقادات ما شرحی کامل از همهٔ جنبه‌های ایمان و زندگی نیست، بلکه خلاصه‌ای از اصول ایمان ما به‌عنوان جماعتی از پیروان مسیح است. ما به قدرت انجیل، هدایت روح‌القدس و دعوت کلیسا برای تابیدن نور خدا در جهان ایمان داریم.",

  //Home page
  welcomeTo: "خوش آمدید به",
  lightWorld: "کلیسای نور جهان",
  ourMissionText:
    "ما در سایهٔ انجیل عیسی مسیح گرد هم می‌آییم و در محیطی سرشار از عشق، امید و خدمت متقابل رشد می‌کنیم. با دلی گشوده و روحی پر از محبت، شما را دعوت می‌کنیم تا به جمع ما بپیوندید و با هم جامعه‌ای سرشار از برکت بسازیم.",
  firstService: "ایمان ما در کنار هم بودن شکل می‌گیرد.",
  firstServiceText:
    "زندگی ما در ایمان، امید و محبت، در عمل نیز با تعهد اجتماعی ما دیده می‌شود؛ از جمله در کمک به نیازمندان، مبارزه با فقر و حمایت از پناهندگان.",
  secondService: "گذشته و آینده با هم معنا پیدا می‌کنند.",
  secondServiceText:
    "در کلیسای ما، شیوه‌های سنتی و آزمودهٔ کلیسایی با نگاهی آینده‌نگر حفظ می‌شود و هم‌زمان با شکل‌های نو و خلاق از کلیسایی‌بودن تکمیل می‌گردد.",
  thirdService: "عشق خدا، انگیزهٔ ما برای خدمت است.",
  thirdServiceText:
    "ما در محیطی سرشار از عشق، دلسوزی، شفقت و امید، یکدیگر را یاری می‌کنیم.با انگیزهٔ محبت خدا و با دلی گشوده نسبت به همهٔ ساکنان، هر آنچه در توان داریم انجام می‌دهیم تا برای شهر و جامعهٔ خود برکت باشیم",
  aboutUsSectionText:
    "تیم رهبری کلیسای نور جهان گروهی از شبانان و خادمان با محبت و تعهد است که با دعا و هدایت روحانی، اعضا را در مسیر ایمان و خدمت همراهی می‌کنند. هدف ما ایجاد محیطی گرم و الهام‌بخش است تا هر نفر بتواند در رابطه با خدا رشد کند و در زندگی و خدمت خود ثمر بیاورد.",
  more: "بیشتر",

  // About us page
  aboutUsTitle:
    "نور خود را پیش مردم بگذارید تا کارهای نیک شما را ببینند و پدر شما که در آسمان است، جلال یابد.",
  aboutUsondertext: "متی 5:16",
  aboutUs: "درباره ما",
  KazemFariba: "کاظم و فریبا",
  KazemFaribaText:
    "از سال ۱۹۹۰ در ترکیه، از طریق خدمت کشیش کورلی، با عیسی مسیح آشنا شدیم. از سال ۲۰۰۰ تا ۲۰۰۲ در کلیسای ایمانوئل در هلند تعلیمات کلام خدا را دریافت کردیم و هر دو در آنجا تعمید یافتیم. سپس به کلیسای ایرانی ۲۲۲ در هلند پیوستیم، جایی که رشد روحانی بیشتری یافتیم و خدمت خود را آغاز کردیم.در سال ۲۰۲۲، با هدایت روح‌القدس، در شهر آلمیره کلیسای نور جهان را تأسیس کردیم. هدف ما این است که به‌عنوان نور در تاریکی باشیم انجیل رستگاری را به فارسی‌زبانان و همچنین به دیگر ساکنان این شهر، کشور و ملت عزیزمان، ایرانیان در ایران و دیگر کشورها، برسانیم.ما با تمام دل و جان خود تلاش می‌کنیم تا طبق متی ۲۸:۱۹-۲۰ شاگردانی تربیت کنیم، تعمید دهیم و تعلیم بدهیم هدایت‌شده توسط محبت پدر آسمانی و قدرت روح‌القدس.علاوه بر این، می‌خواهیم این مأموریت را در وحدت و همکاری با دیگر کلیساها ادامه دهیم، همان‌طور که عیسی در یوحنا ۱۷ دعا کرد  تا جهان ببیند که ما در او یکی هستیم.",
  Kazem: "کاظم دهقانی",
  Fariba: "فریبا دهقانی",
  Hamid: "حمید قنبری",
  Sima: "سیما ساسانفر",
  Voorganger: "شبانی",
  Secretariaat: "دبیرخانه",
  Penningmeester: "خزانه‌دار",
  Vertegenwoordiger: "نماینده",
  organisatiestructuu:
    "داوطلبان: حمایت از تمامی فعالیت‌ها و ایجاد محیطی امن و حمایت‌کننده برای اعضای کلیسا.",
    
  //Event page
  firstName: "نام",
  lastName: "نام خانوادگی",
  email: "ایمیل",
  phone: "تلفن",
  totalOfadults: "تعداد بزرگسالان",
  kidsgirls12: "تعداد دختران زیر 12 سال",
   kidsgirls6: "تعداد دختران زیر 6 سال",
  kidsboys12: "تعداد پسران زیر 12 سال",
  kidsboys6: "تعداد پسران زیر 6 سال",
  message: "پیام",
  event: "رویداد",
  send: "ارسال",
  eventText:
"زیرا برای ما طفلی زاده شد و پسری به ما عطا گردید؛  سلطنت بر دوش او خواهد بود و نام او خوانده خواهد شد:مشاور شگفت‌انگیز، خدای قادر، پدرِ جاودانی و سرورِ سلامتی." ,
 eventOnder: "اشعیا 9:6",  
};

export default messages;
